<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['eventdata_missing_name'] = 'Отсутствует название события. Пожалуйста, введите название события.';
$l['eventdata_missing_description'] = 'Отсутствует описание события. Пожалуйста, введите описание события.';

$l['eventdata_invalid_start_date'] = 'Указанная дата начала события недействительна. Убедитесь, что вы указали день, месяц и год, а также что введенный день действителен для данного месяца.';
$l['eventdata_invalid_start_year'] = "События можно создавать только в течение следующих 5 лет. Пожалуйста, выберите разумный год начала из списка.";
$l['eventdata_invalid_start_month'] = 'Указанный месяц начала не является действительным месяцем. Пожалуйста, введите действительный месяц начала.';

$l['eventdata_invalid_end_date'] = 'Указанная дата окончания события недействительна. Убедитесь, что вы указали день, месяц и год, а также что введенный день действителен для данного месяца.';
$l['eventdata_invalid_end_year'] = "События можно создавать только в течение следующих 5 лет. Пожалуйста, выберите разумный год окончания из списка.";
$l['eventdata_invalid_end_month'] = 'Указанный месяц окончания не является действительным месяцем. Пожалуйста, введите действительный месяц окончания.';
$l['eventdata_invalid_end_day'] = 'Указанный день окончания не является действительным днем. Вероятно, выбранный день больше количества дней в этом месяце.';

$l['eventdata_cant_specify_one_time'] = "Если вы указываете время начала события, необходимо ввести время окончания события.";
$l['eventdata_start_time_invalid'] = "Указанное время начала недействительно. Допустимые примеры: 12am, 12:01am, 00:01.";
$l['eventdata_end_time_invalid'] = "Указанное время окончания недействительно. Допустимые примеры: 12am, 12:01am, 00:01.";
$l['eventdata_invalid_timezone'] = "Выбранный часовой пояс для этого события недействителен.";
$l['eventdata_end_in_past'] = "Дата или время окончания вашего события раньше даты или времени начала.";

$l['eventdata_only_ranged_events_repeat'] = "Только события с диапазоном (события с датой начала и окончания) могут повторяться.";
$l['eventdata_invalid_repeat_day_interval'] = "Вы ввели недопустимый интервал повторения дней.";
$l['eventdata_invalid_repeat_week_interval'] = "Вы ввели недопустимый интервал повторения недель.";
$l['eventdata_invalid_repeat_weekly_days'] = "Вы не выбрали дни недели для этого события.";
$l['eventdata_invalid_repeat_month_interval'] = "Вы ввели недопустимый интервал повторения месяцев.";
$l['eventdata_invalid_repeat_year_interval'] = "Вы ввели недопустимый интервал повторения лет.";
$l['eventdata_event_wont_occur'] = "Используя время начала и окончания вместе с настройками повторения события, это событие не произойдет.";

$l['eventdata_no_permission_private_event'] = "У вас нет прав для публикации приватных событий.";

