<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['postdata_invalid_user_id'] = 'Идентификатор пользователя не существует. Пожалуйста, укажите действительный идентификатор пользователя.';
$l['postdata_firstpost_no_subject'] = 'Тема не имеет названия. Пожалуйста, введите название темы.';
$l['postdata_missing_subject'] = 'Отсутствует тема. Пожалуйста, введите тему.';
$l['postdata_missing_message'] = 'Отсутствует сообщение. Пожалуйста, введите сообщение.';
$l['postdata_message_too_long'] = 'Сообщение слишком длинное. Пожалуйста, введите сообщение короче {1} символов (сейчас {2}).';
$l['postdata_message_too_short'] = 'Сообщение слишком короткое. Пожалуйста, введите сообщение длиннее {1} символов.';
$l['postdata_subject_too_long'] = 'Тема слишком длинная. Пожалуйста, введите тему короче 85 символов (сейчас {1}).';
$l['postdata_banned_username'] = 'Введенное имя пользователя не может быть зарегистрировано. Пожалуйста, введите другое имя пользователя.';
$l['postdata_bad_characters_username'] = 'Введенное имя пользователя содержит недопустимые символы. Пожалуйста, введите другое имя пользователя.';
$l['postdata_invalid_username_length'] = 'Введенное имя пользователя имеет недопустимую длину. Пожалуйста, введите имя пользователя длиной от {1} до {2} символов.';
$l['postdata_username_exists'] = 'Введенное имя пользователя уже существует. Пожалуйста, введите другое имя пользователя.';
$l['postdata_post_flooding'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего сообщения. Пожалуйста, подождите еще {1} секунд(ы).';
$l['postdata_post_flooding_one_second'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего сообщения. Пожалуйста, подождите еще 1 секунду.';
$l['postdata_too_many_images'] = 'Введенное вами сообщение содержит {1} изображений, тогда как разрешено только {2} изображений на сообщение. Пожалуйста, уменьшите количество изображений в вашем сообщении, чтобы соответствовать лимиту.';
$l['postdata_too_many_videos'] = 'Введенное вами сообщение содержит {1} видео, тогда как разрешено только {2} видео на сообщение. Пожалуйста, уменьшите количество видео в вашем сообщении, чтобы соответствовать лимиту.';
$l['postdata_invalid_prefix'] = 'Выбранный префикс недействителен. Пожалуйста, выберите действительный префикс.';
$l['postdata_require_prefix'] = 'Этот форум требует установки префикса темы. Пожалуйста, выберите действительный префикс.';

$l['thread_closed'] = "Тема закрыта";
$l['thread_opened'] = "Тема открыта";
$l['thread_stuck'] = "Тема закреплена";
$l['thread_unstuck'] = "Тема откреплена";

