<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['userdata_missing_username'] = 'Вы не ввели имя пользователя. Пожалуйста, введите его.';
$l['userdata_banned_username'] = 'Введенное имя пользователя не может быть зарегистрировано. Пожалуйста, введите другое имя пользователя.';
$l['userdata_bad_characters_username'] = 'Введенное имя пользователя содержит недопустимые символы. Пожалуйста, введите другое имя пользователя.';
$l['userdata_invalid_username_length'] = 'Введенное имя пользователя имеет недопустимую длину. Пожалуйста, введите имя пользователя длиной от {1} до {2} символов.';
$l['userdata_invalid_usertitle_length'] = 'Введенное пользовательское звание имеет недопустимую длину. Пожалуйста, введите звание не длиннее {1} символов.';
$l['userdata_username_exists'] = 'Введенное имя пользователя уже существует. Пожалуйста, введите другое имя пользователя.';

$l['userdata_invalid_password_length'] = 'Введенный пароль имеет недопустимую длину. Пожалуйста, введите пароль длиной от {1} до {2} символов.';
$l['userdata_no_complex_characters'] = 'Введенный пароль недостаточно сложен. Пожалуйста, введите пароль длиной не менее {1} символов, содержащий заглавные буквы, строчные буквы и цифры.';
$l['userdata_passwords_dont_match'] = 'Введенный пароль подтверждения не совпадает с исходным. Пожалуйста, правильно подтвердите ваш пароль.';
$l['userdata_bad_password_security'] = 'Введенный пароль похож на ваше имя пользователя или адрес электронной почты. Пожалуйста, введите более надежный пароль.';

$l['userdata_missing_email'] = 'Вы не ввели адрес электронной почты. Пожалуйста, введите его.';
$l['userdata_invalid_email_format'] = 'Введенный адрес электронной почты недействителен. Пожалуйста, введите действительный адрес электронной почты.';
$l['userdata_emails_dont_match'] = 'Введенный адрес электронной почты для подтверждения не совпадает с исходным. Пожалуйста, правильно подтвердите ваш адрес электронной почты.';
$l['userdata_banned_email'] = "Введенный адрес электронной почты в настоящее время запрещен к использованию. Пожалуйста, введите другой адрес электронной почты.";
$l['userdata_email_already_in_use'] = "Вы ввели адрес электронной почты, который уже используется другим участником. Пожалуйста, введите другой адрес электронной почты.";

$l['userdata_dob_required'] = "Вы не указали вашу дату рождения. Пожалуйста, укажите вашу дату рождения для продолжения - однако вы можете скрыть ваш день рождения и возраст от других пользователей.";
$l['userdata_invalid_website'] = 'Введенный адрес веб-сайта недействителен. Пожалуйста, введите действительный адрес веб-сайта или оставьте поле пустым.';
$l['userdata_invalid_birthday'] = 'Введенная дата рождения недействительна. Пожалуйста, введите действительную дату рождения или оставьте поле пустым.';
$l['userdata_invalid_birthday_coppa'] = 'Для подтверждения вашего возраста, пожалуйста, введите год вашего рождения. Вы можете скрыть ваш возраст и дату рождения в настройках профиля.';
$l['userdata_invalid_birthday_coppa2'] = 'Вам должно быть не менее 13 лет, чтобы быть участником этой доски объявлений. Пожалуйста, свяжитесь с администратором.';
$l['userdata_invalid_birthday_privacy'] = 'Пожалуйста, выберите действительную опцию конфиденциальности дня рождения.';
$l['userdata_conflicted_birthday_privacy'] = 'Вы должны указать год вашего рождения, если вы выбрали отображение только возраста в качестве конфиденциальности дня рождения.';
$l['userdata_invalid_referrer'] = 'Введенный пригласивший пользователь не существует. Пожалуйста, введите существующего пригласившего пользователя или оставьте поле пустым.';
$l['userdata_invalid_language'] = 'Выбранный язык не существует. Пожалуйста, выберите существующий язык.';
$l['userdata_invalid_style'] = 'Выбранный стиль недействителен. Пожалуйста, выберите действительный стиль.';
$l['userdata_away_too_long'] = 'Указанная причина отсутствия слишком длинная. Максимально допустимое количество символов для этого поля - 200. Пожалуйста, удалите {1} символ(ов) из этого поля.';
$l['userdata_missing_returndate'] = 'В указанной дате возвращения отсутствует одно или несколько полей. Пожалуйста, убедитесь, что вы заполнили поля дня, месяца и года.';
$l['userdata_missing_required_profile_field'] = 'Вы не ввели значение для поля "{1}". Пожалуйста, заполните или выберите значение для этого поля.';
$l['userdata_bad_profile_field_value'] = 'Вы ввели недопустимое значение для поля "{1}". Пожалуйста, введите допустимое значение перед продолжением.';
$l['userdata_bad_profile_field_values'] = 'Вы выбрали недопустимую опцию для поля "{1}". Пожалуйста, выберите значение из предложенных вариантов.';
$l['userdata_max_limit_reached'] = 'Вы ввели недопустимое количество символов для поля "{1}". Пожалуйста, заполните это поле не более чем {2} символами.';
$l['userdata_invalid_checkfield'] = "Обнаружено, что эта форма была отправлена спам-ботом. Если это ошибка, пожалуйста, свяжитесь с администратором.";
$l['userdata_invalid_postnum'] = "Введенное количество сообщений недействительно. Пожалуйста, введите действительное количество сообщений или оставьте поле пустым.";
$l['userdata_invalid_threadnum'] = "Введенное количество тем недействительно. Пожалуйста, введите действительное количество тем или оставьте поле пустым.";

$l['userdata_too_many_sig_images'] = "Извините, но мы не можем обновить вашу подпись, так как она содержит слишком много изображений. Пожалуйста, удалите некоторые изображения из вашей подписи, чтобы продолжить.";
$l['userdata_too_many_sig_images2'] = "<strong>Примечание:</strong> Максимальное количество изображений для подписей - {1}.";
$l['userdata_sig_too_long'] = "Вы не можете обновить вашу подпись, так как она слишком длинная. Максимальная длина для подписей - {1} символов. ";
$l['userdata_sig_remove_chars_plural'] = "Пожалуйста, удалите {1} символов и попробуйте снова.";
$l['userdata_sig_remove_chars_singular'] = "Пожалуйста, удалите 1 символ и попробуйте снова.";
