<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['pmdata_too_long_subject'] = 'Тема вашего личного сообщения слишком длинная. Пожалуйста, введите более короткую тему.';
$l['pmdata_code_no_subject'] = '[без темы]';
$l['pmdata_missing_subject'] = 'Вы не ввели тему для вашего сообщения. Пожалуйста, введите тему.';
$l['pmdata_missing_message'] = 'Вы не ввели сообщение для отправки. Пожалуйста, введите сообщение.';
$l['pmdata_message_too_long'] = 'Сообщение слишком длинное. Пожалуйста, введите сообщение короче {1} символов (сейчас {2}).';
$l['pmdata_invalid_recipients'] = "Один или несколько указанных получателей не являются зарегистрированными именами пользователей. Неверные получатели: {1}";
$l['pmdata_no_recipients'] = "Вы не указали получателей для этого сообщения. Вы должны ввести хотя бы одно имя пользователя в поле 'кому'.";
$l['pmdata_too_many_recipients'] = "Вы можете отправлять сообщения только {1} пользователям одновременно.";
$l['pmdata_recipient_is_ignoring'] = "Вы не можете отправлять сообщения {1}, потому что находитесь в их списке игнорирования.";
$l['pmdata_recipient_has_buddy_only'] = "Вы не можете отправлять сообщения {1}, потому что вас нет в их списке друзей.";
$l['pmdata_recipient_pms_disabled'] = '{1} отключил личные сообщения. Вы не можете отправлять личные сообщения этому пользователю.';
$l['pmdata_recipient_reached_quota'] = '{1} достиг лимита личных сообщений, поэтому ваше сообщение не может быть отправлено.';

$l['pmdata_pm_flooding'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего сообщения. Пожалуйста, подождите еще {1} секунд(ы).';
$l['pmdata_pm_flooding_one_second'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего сообщения. Пожалуйста, подождите еще 1 секунду.';
