<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_editpost'] = "Редактировать сообщение";
$l['edit_post'] = "Редактировать это сообщение";
$l['delete_post'] = "Удалить сообщение";
$l['delete_q'] = "Удалить?";
$l['delete_1'] = "Чтобы удалить это сообщение, установите флажок слева и нажмите кнопку справа.";
$l['delete_2'] = "<b>Примечание:</b> Если это сообщение является первым в теме, его удаление приведет к удалению всей темы.";
$l['subject'] = "Тема:";
$l['your_message'] = "Ваше сообщение:";
$l['post_options'] = "Опции сообщения:";
$l['editreason'] = "Причина редактирования:";
$l['options_sig'] = "<strong>Подпись:</strong> включить вашу подпись. (только для зарегистрированных пользователей)";
$l['options_emailnotify'] = "<strong>Email-уведомления:</strong> получать email при каждом новом ответе. (только для зарегистрированных пользователей)";
$l['options_disablesmilies'] = "<strong>Отключить смайлы:</strong> отключить отображение смайлов в этом сообщении.";
$l['preview_post'] = "Предпросмотр сообщения";
$l['update_post'] = "Обновить сообщение";
$l['poll'] = "Опрос:";
$l['poll_desc'] = "При желании вы можете прикрепить опрос к этой теме.";
$l['poll_check'] = "Я хочу создать опрос";
$l['num_options'] = "Количество вариантов:";
$l['max_options'] = "(Максимум: {1})";
$l['delete_now'] = "Удалить сейчас";
$l['edit_time_limit'] = "Извините, но вы не можете редактировать ваше сообщение. Администратор установил, что сообщения можно редактировать только в течение {1} минут после публикации.";
$l['no_prefix'] = "Без префикса";

$l['redirect_nodelete'] = "Сообщение не было удалено, потому что вы не установили флажок \"Удалить\".";
$l['redirect_norestore'] = "Сообщение не было восстановлено, потому что вы не установили флажок \"Восстановить\".";
$l['redirect_postedited'] = "Спасибо, это сообщение было отредактировано.<br />";
$l['redirect_postedited_redirect'] = "Сейчас вы будете перенаправлены в тему.";
$l['redirect_postedited_poll'] = "Спасибо, это сообщение было отредактировано. <br />Поскольку вы выбрали создание опроса, сейчас вы будете перенаправлены на страницу создания опроса.";
$l['error_invalidpost'] = "Извините, но вы перешли по недействительному адресу. Убедитесь, что указанное сообщение существует, и попробуйте снова.";
$l['redirect_threaddeleted'] = "Спасибо, тема была удалена.<br />Сейчас вы будете перенаправлены в форум.";
$l['redirect_postdeleted'] = "Спасибо, сообщение было удалено.<br />Сейчас вы будете перенаправлены в тему.";
$l['redirect_threadrestored'] = "Спасибо, тема была восстановлена.<br />Сейчас вы будете перенаправлены в форум.";
$l['redirect_postrestored'] = "Спасибо, сообщение было восстановлено.<br />Сейчас вы будете перенаправлены в тему.";
$l['redirect_threadclosed'] = "Вы не можете редактировать существующие сообщения в этой теме, потому что она была закрыта модератором.";
$l['redirect_post_moderation'] = "Администратор установил, что все редактирования сообщений требуют модерации. Сейчас вы будете перенаправлены в тему.";
$l['redirect_thread_moderation'] = "Администратор установил, что все редактирования тем требуют модерации. Сейчас вы будете перенаправлены на главную страницу форума.";
$l['error_already_delete'] = "Извините, но это сообщение уже удалено.";

$l['thread_deleted'] = "Тема удалена окончательно";
$l['post_deleted'] = "Сообщение удалено окончательно";
$l['thread_soft_deleted'] = "Тема временно удалена";
$l['post_soft_deleted'] = "Сообщение временно удалено";
$l['thread_restored'] = "Тема восстановлена";
$l['post_restored'] = "Сообщение восстановлено";

$l['error_already_deleted'] = 'Выбранное сообщение уже удалено.';
