<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_group_management'] = "Управление группой {1}";
$l['nav_join_requests'] = "Запросы на вступление";
$l['nav_group_memberships'] = "Членство в группах";

$l['not_leader_of_this_group'] = "Извините, но вы не являетесь лидером этой группы пользователей.";
$l['invalid_group'] = "Эта группа пользователей не существует.";
$l['pending_requests'] = "Ожидающие запросы на вступление";
$l['num_requests_pending'] = "В настоящее время есть <strong>{1}</strong> ожидающих запросов на вступление в эту группу пользователей.";
$l['group_management'] = "Управление группой";
$l['members_of'] = "Участники в \"{1}\"";
$l['user_name'] = "Имя пользователя";
$l['contact'] = "Контакт";
$l['reg_date'] = "Зарегистрирован";
$l['post_count'] = "Сообщения";
$l['remove_selected'] = "Удалить выбранных пользователей из группы";
$l['add_member'] = "Добавить участника в \"{1}\"";
$l['add_member_submit'] = "Добавить участника в группу";
$l['invite_member'] = "Пригласить участника в \"{1}\"";
$l['invite_member_submit'] = "Пригласить участника в группу";
$l['join_requests'] = "Запросы на вступление";
$l['join_requests_title'] = "Запросы на вступление в \"{1}\"";
$l['leader'] = "(Лидер)";
$l['reason'] = "Причина";
$l['accept'] = "Принять";
$l['ignore'] = "Игнорировать";
$l['decline'] = "Отклонить";
$l['action_requests'] = "Выполнить действия";
$l['join_requests_moderated'] = "Запросы на вступление были обработаны.<br />Сейчас вы будете перенаправлены к списку запросов.";
$l['no_requests'] = "В настоящее время нет ожидающих запросов на вступление в эту группу.";
$l['no_users'] = "В этой группе нет пользователей.";
$l['user_added'] = "Пользователь был добавлен в группу пользователей.";
$l['users_removed'] = "Выбранные пользователи были удалены из группы пользователей.";
$l['group_no_members'] = "В настоящее время в этой группе нет участников.<br />Чтобы вернуться на страницу управления группами, нажмите <a href=\"usercp.php?action=usergroups\">здесь</a>.";
$l['group_public_moderated'] = "Эта группа пользователей является публичной, и любой может вступить в нее. Все запросы на вступление должны быть одобрены лидером группы.";
$l['group_public_not_moderated'] = "Эта группа пользователей является публичной, и любой может свободно вступить в нее.";
$l['group_public_invite'] = "Эта группа пользователей является публичной, но требует приглашения от лидера группы для вступления.";
$l['group_private'] = "Эта группа пользователей является приватной. Только пользователи, добавленные лидером группы, могут быть ее частью.";
$l['group_default'] = "Эта группа пользователей является основной группой.";
$l['group_leaders'] = "Лидеры группы";
$l['no_users_selected'] = "Извините, но, похоже, не выбрано ни одного пользователя для удаления.<br />Пожалуйста, вернитесь и выберите пользователей, которых хотите удалить из этой группы.";

$l['error_alreadyingroup'] = "Указанный пользователь уже является частью группы пользователей.";
$l['error_alreadyinvited'] = "Указанный пользователь уже был приглашен.";

$l['user_invited'] = "Пользователь был приглашен вступить в группу пользователей.";
$l['invite_pm_subject'] = "Вас пригласили вступить в \"{1}\"";
$l['invite_pm_message'] = "Вы получили приглашение вступить в группу пользователей \"{1}\".

Чтобы присоединиться, перейдите на страницу [url={2}/usercp.php?action=usergroups]Членство в группах[/url] и нажмите 'Принять приглашение'.

Это приглашение не имеет срока действия.";
$l['invite_pm_message_expires'] = "Вы получили приглашение вступить в группу пользователей \"{1}\".

Чтобы присоединиться, перейдите на страницу [url={2}/usercp.php?action=usergroups]Членство в группах[/url] и нажмите 'Принять приглашение'.

Это приглашение истечет через {3} дней.";

