<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_register'] = "Регистрация";
$l['nav_activate'] = "Активация";
$l['nav_resendactivation'] = "Повторная отправка активации";
$l['nav_lostpw'] = "Восстановление пароля";
$l['nav_resetpassword'] = "Сброс пароля";
$l['nav_login'] = "Вход";
$l['nav_emailuser'] = "Отправить email пользователю";
$l['nav_referrals'] = "Пользователи, приглашенные {1}";
$l['nav_profile'] = "Профиль {1}";

$l['referrals'] = 'Приглашения';
$l['referral_date'] = 'Дата приглашения:';
$l['referrals_no_user_specified'] = 'Пользователь не указан.';
$l['referrals_invalid_user'] = 'Указан неверный пользователь.';
$l['member_no_referrals'] = 'Нет приглашений для этого пользователя.';

$l['tpp_option'] = "Показывать {1} тем на страницу";
$l['ppp_option'] = "Показывать {1} сообщений на страницу";
$l['account_activation'] = "Активация аккаунта";
$l['activate_account'] = "Активировать аккаунт";
$l['activation_code'] = "Код активации:";

$l['email_user'] = "Отправить email {1}";
$l['email_subject'] = "Тема письма";
$l['email_message'] = "Текст письма";
$l['send_email'] = "Отправить email";
$l['error_hideemail'] = "Получатель выбрал скрытие своего email адреса, и в результате вы не можете отправить ему email.";
$l['error_no_email_subject'] = "Вам необходимо ввести тему для вашего письма";
$l['error_no_email_message'] = "Вам необходимо ввести текст для вашего письма";

$l['login'] = "Вход";
$l['pw_note'] = "Обратите внимание, что пароли чувствительны к регистру.";
$l['lostpw_note'] = "Забыли пароль?";
$l['lost_pw'] = "Восстановление пароля";
$l['lost_pw_form'] = "Форма восстановления пароля";
$l['email_address'] = "Email адрес:";
$l['request_user_pass'] = "Запросить данные для входа";
$l['profile'] = "Профиль {1}";
$l['registration_date'] = "Дата регистрации:";
$l['date_of_birth'] = "Дата рождения:";
$l['birthdayhidden'] = "Скрыто";
$l['birthday'] = "День рождения:";
$l['local_time'] = "Местное время:";
$l['local_time_format'] = "{1} в {2}";
$l['users_forum_info'] = "Информация {1} на форуме";
$l['joined'] = "Зарегистрирован:";
$l['lastvisit'] = "Последний визит:";
$l['total_posts'] = "Всего сообщений:";
$l['ppd_percent_total'] = "{1} сообщений в день | {2} процентов от всех сообщений";
$l['total_threads'] = "Всего тем:";
$l['tpd_percent_total'] = "{1} тем в день | {2} процентов от всех тем";
$l['find_posts'] = "Найти все сообщения";
$l['find_threads'] = "Найти все темы";
$l['members_referred'] = "Приглашенных пользователей:";
$l['rating'] = "Рейтинг:";
$l['users_contact_details'] = "Контактные данные {1}";
$l['homepage'] = "Домашняя страница:";
$l['pm'] = "Личное сообщение:";
$l['send_pm'] = "Отправить личное сообщение {1}.";
$l['skype_id'] = "Skype ID:";
$l['google_id'] = "Google Hangouts ID:";
$l['avatar']  = "Аватар:";
$l['warning_level'] = "Уровень предупреждений:";
$l['warn'] = "Вынести предупреждение";
$l['away_note'] = "{1} в настоящее время отсутствует.";
$l['away_reason'] = "Причина:";
$l['away_since'] = "Отсутствует с:";
$l['away_returns'] = "Вернется:";
$l['away_no_reason'] = "Не указана.";
$l['ban_note'] = "Этот аккаунт на форуме в настоящее время забанен.";
$l['ban_by'] = "Забанен";
$l['ban_length'] = "Срок бана";
$l['ban_remaining'] = "осталось";

$l['users_additional_info'] = "Дополнительная информация о {1}";
$l['email'] = "Email:";
$l['send_user_email'] = "Отправить email {1}.";
$l['users_signature'] = "Подпись {1}";
$l['agreement'] = "Соглашение о регистрации";
$l['agreement_1'] = "Хотя мы пытаемся редактировать или удалять любые сообщения, содержащие неприемлемый, сексуально ориентированный, оскорбительный, детский контент, детское сексуальное насилие, ненавистнический, клеветнический или угрожающий материал, который может считаться вторжением в частную жизнь человека или иным образом нарушающим любой закон, нам невозможно просмотреть каждое сообщение, размещенное в этой системе обсуждений. По этой причине вы признаете, что все сообщения, размещенные в этой системе обсуждений, выражают взгляды и мнения автора исходного сообщения и не обязательно отражают взгляды этой доски объявлений. Поэтому мы не несем ответственности и не можем нести ответственность за любые размещенные сообщения. Мы не ручаемся и не гарантируем точность и полноту каждого сообщения.";
$l['agreement_2'] = "Регистрируясь в этой системе обсуждений, вы соглашаетесь не размещать материалы, которые заведомо ложны, неточны, оскорбительны, содержат ненависть, преследование, сексуально ориентированы, угрожающи или вторгаются в частную жизнь человека, или любые другие материалы, которые могут нарушать применимые законы.";
$l['agreement_3'] = "Несоблюдение этих правил может привести к прекращению действия вашей учетной записи, приостановке учетной записи или постоянному запрету доступа к этим форумам. Ваш IP-адрес записывается с каждым сообщением, которое вы делаете в этой системе обсуждений, и может быть получен персоналом форума при необходимости. Вы соглашаетесь, что мы имеем возможность и право удалять, редактировать или блокировать любую учетную запись или сообщение в любое время, если это будет признано целесообразным. Вы также соглашаетесь, что любая информация, которую вы вводите в этой системе обсуждений, хранится в базе данных, и что \"cookies\" хранятся на вашем компьютере для сохранения информации о входе в систему.";
$l['agreement_4'] = "Любая информация, которую вы предоставляете на этих форумах, не будет раскрыта какой-либо третьей стороне без вашего полного согласия, хотя персонал не может нести ответственность за любые попытки взлома, в результате которых ваши данные могут быть скомпрометированы.";
$l['agreement_5'] = "Продолжая процесс регистрации, вы соглашаетесь с вышеуказанными правилами и любыми другими, которые указаны администратором.";
$l['registration'] = "Регистрация";
$l['required_fields'] = "Обязательные поля";
$l['complex_password'] = "<abbr title=\"Пароль, который состоит как минимум из {1} символов и содержит заглавную букву, строчную букву и цифру.\">Сложный</abbr> пароль:";
$l['confirm_email'] = "Подтвердите email:";
$l['optional_fields'] = "Дополнительные поля";
$l['website_url'] = "URL вашего сайта:";
$l['birthdate'] = "Дата рождения:";
$l['additional_info'] = "Дополнительная информация";
$l['required_info'] = "Обязательная информация";
$l['i_agree'] = "Я согласен";
$l['account_details'] = "Данные аккаунта";
$l['account_prefs'] = "Настройки аккаунта:";
$l['invisible_mode'] = "Скрыть меня из списка \"Кто в сети\".";
$l['allow_notices'] = "Получать email от администраторов.";
$l['hide_email'] = "Скрыть ваш email от других пользователей.";
$l['email_notify'] = "Автоматически подписываться на темы, в которых вы публикуете сообщения.";
$l['receive_pms'] = "Получать личные сообщения от других пользователей.";
$l['pm_notice'] = "Уведомлять меня при получении личного сообщения.";
$l['email_notify_newpm'] = "Уведомлять меня по email при получении нового личного сообщения.";
$l['time_offset'] = "Часовой пояс (коррекция <abbr title=\"Летнее время\">DST</abbr> исключена):";
$l['time_offset_desc'] = "Если вы живете в часовом поясе, который отличается от установленного на этом форуме, вы можете выбрать его из списка ниже.";
$l['dst_correction'] = "Коррекция летнего времени:";
$l['dst_correction_auto'] = "Автоматически определять настройки DST";
$l['dst_correction_enabled'] = "Всегда использовать коррекцию DST";
$l['dst_correction_disabled'] = "Никогда не использовать коррекцию DST";
$l['redirect_registered_coppa_activate'] = "Спасибо за регистрацию на {1}, {2}. Ваш аккаунт был успешно создан, однако, поскольку владельцу этого аккаунта меньше 13 лет, необходимо получить разрешение родителей, прежде чем этот аккаунт можно будет использовать.<br /><br />Родитель или законный опекун должен скачать, заполнить и отправить нам завершенную копию нашей <a href=\"member.php?action=coppa_form\">формы соответствия COPPA и разрешения</a>.<br /><br />Как только мы получим заполненную копию этой формы, аккаунт будет активирован.";
$l['coppa_compliance'] = "Соответствие COPPA";
$l['coppa_desc'] = "Для регистрации на этих форумах мы требуем подтверждения вашего возраста в соответствии с <a href=\"https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule\" title=\"Children's Online Privacy Protection Act\" target=\"_blank\" rel=\"noopener\">COPPA</a>. Пожалуйста, введите вашу дату рождения ниже.<br /><br />Если вам меньше 13 лет, необходимо получить разрешение родителей до регистрации. Родитель или законный опекун должен скачать, заполнить и отправить нам завершенную копию нашей <a href=\"member.php?action=coppa_form\" target=\"_blank\" rel=\"noopener\">формы соответствия COPPA и разрешения</a>.";
$l['coppa_desc_for_deny'] = "Для регистрации на этих форумах мы требуем подтверждения вашего возраста в соответствии с <a href=\"https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule\" title=\"Children's Online Privacy Protection Act\" target=\"_blank\" rel=\"noopener\">COPPA</a>. Пожалуйста, введите вашу дату рождения ниже.";
$l['hide_dob'] = "Вы можете выбрать скрытие вашей даты рождения и возраста, отредактировав ваш профиль после регистрации.";
$l['signature'] = "Подпись:";
$l['continue_registration'] = "Продолжить регистрацию";
$l['birthdayprivacy'] = "Конфиденциальность даты рождения:";
$l['birthdayprivacyall'] = "Показывать возраст и дату рождения";
$l['birthdayprivacynone'] = "Скрыть возраст и дату рождения";
$l['birthdayprivacyage'] = "Показывать только возраст";
$l['leave_this_field_empty'] = "Оставьте это поле пустым:";
$l['error_need_to_be_thirteen'] = "Вам должно быть тринадцать лет или больше, чтобы зарегистрироваться на этом форуме.";
$l['coppa_registration'] = "Форма регистрации COPPA";
$l['coppa_form_instructions'] = "Пожалуйста, распечатайте эту форму, заполните ее и либо отправьте по факсу на указанный ниже номер, либо отправьте по почте на указанный адрес.";
$l['fax_number'] = "Номер факса:";
$l['mailing_address'] = "Почтовый адрес:";
$l['account_information'] = "Информация об аккаунте";
$l['parent_details'] = "Данные родителя / опекуна";
$l['full_name'] = "Полное имя:";
$l['relation'] = "Отношение:";
$l['phone_no'] = "Телефон:";
$l['coppa_parent_agreement'] = "Я понимаю, что предоставленная мной информация правдива, что любая информация может быть изменена в будущем путем ввода предоставленного пароля, и что этот пользовательский аккаунт может быть удален по запросу.";

$l['coppa_agreement_1'] = "Пользователи младше 13 лет должны получить разрешение от своего родителя или законного опекуна для регистрации на {1}.";
$l['coppa_agreement_2'] = "Родитель или законный опекун должен скачать, заполнить и отправить нам завершенную копию нашей <a href=\"member.php?action=coppa_form\" target=\"_blank\" rel=\"noopener\">формы соответствия COPPA и разрешения</a> до предоставления членства.";
$l['coppa_agreement_3'] = "Если вы хотите, вы можете начать процесс регистрации сейчас, однако аккаунт будет недоступен до получения указанной выше формы соответствия.";

$l['error_invalid_birthday'] = 'Введенная вами дата рождения недействительна. Пожалуйста, введите действительную дату рождения.';
$l['error_awaitingcoppa'] = "Вы не можете войти с помощью этого аккаунта, так как он все еще ожидает проверки COPPA от родителя или опекуна.<br /><br />Родитель или законный опекун должен скачать, заполнить и отправить нам завершенную копию нашей <a href=\"member.php?action=coppa_form\">формы соответствия COPPA и разрешения</a>.<br /><br />Как только мы получим заполненную копию этой формы, аккаунт будет активирован.";

$l['lang_select'] = "Настройки языка:";
$l['lang_select_desc'] = "Если вы живете в стране, где говорят на языке, отличном от языка форума по умолчанию, вы можете выбрать установленный, читаемый языковой пакет ниже.";
$l['lang_select_default'] = "Использовать по умолчанию";

$l['submit_registration'] = "Завершить регистрацию!";
$l['confirm_password'] = "Подтвердите пароль:";
$l['referrer'] = "Пригласивший:";
$l['referrer_desc'] = "Если вас пригласил другой пользователь, вы можете ввести его имя пользователя ниже. Если нет, просто оставьте это поле пустым.";
$l['resend_activation'] = "Повторно отправить активацию";
$l['request_activation'] = "Запросить код активации";
$l['ppp'] = "Сообщений на страницу:";
$l['ppp_desc'] = "Позволяет выбрать количество сообщений, отображаемых на странице в теме.";
$l['tpp'] = "Тем на страницу:";
$l['tpp_desc'] = "Позволяет выбрать количество тем, отображаемых на странице в списке тем.";
$l['reset_password'] = "Сбросить пароль";
$l['send_password'] = "Отправить новый пароль!";
$l['registration_errors'] = "При вашей регистрации произошли следующие ошибки:";
$l['timeonline'] = "Время онлайн:";
$l['timeonline_hidden'] = "(Скрыто)";
$l['registrations_disabled'] = "Извините, но вы не можете зарегистрироваться в настоящее время, потому что администратор отключил регистрацию новых аккаунтов.";
$l['error_username_length'] = "Ваше имя пользователя недействительно. Имена пользователей должны содержать от {1} до {2} символов.";
$l['error_stop_forum_spam_spammer'] = 'Извините, ваш {1} совпадает с известным спамером. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с администратором.';
$l['error_stop_forum_spam_fetching'] = 'Извините, произошла ошибка при проверке вашего аккаунта в базе данных спамеров. Скорее всего, база данных не была доступна. Пожалуйста, попробуйте позже.';

$l['none_registered'] = "Нет зарегистрированных";
$l['not_specified'] = "Не указано";
$l['membdayage'] = "({1} лет)";
$l['mod_options'] = "Опции модератора";
$l['edit_in_mcp'] = "Редактировать этого пользователя в Mod CP";
$l['ban_in_mcp'] = "Забанить этого пользователя в Mod CP";
$l['edit_ban_in_mcp'] = "Редактировать бан в Mod CP";
$l['lift_ban_in_mcp'] = "Снять бан в Mod CP";
$l['purgespammer'] = "Очистить спамера";
$l['edit_usernotes'] = "Редактировать заметки пользователя в Mod CP";
$l['no_usernotes'] = "В настоящее время нет заметок об этом пользователе";
$l['view_all_notes'] = "Просмотреть все заметки";
$l['view_notes_for'] = "Просмотреть заметки для {1}";
$l['registration_ip'] = "IP регистрации:";
$l['last_known_ip'] = "Последний известный IP:";
$l['reputation'] = "Репутация:";
$l['reputation_vote'] = "Оценить";
$l['reputation_details'] = "Подробности";
$l['already_logged_in'] = "Внимание: Вы уже вошли как {1}.";
$l['admin_edit_in_acp'] = "Редактировать этого пользователя в Admin CP";
$l['admin_ban_in_acp'] = "Забанить этого пользователя в Admin CP";
$l['admin_lift_ban_in_acp'] = "Снять бан в Admin CP";
$l['admin_edit_ban_in_acp'] = "Редактировать бан в Admin CP";
$l['admin_options'] = "Опции администратора";

$l['redirect_registered_activation'] = "Спасибо за регистрацию на {1}, {2}.<p>Чтобы завершить регистрацию, проверьте свою электронную почту для получения инструкций по активации аккаунта. Вы не сможете публиковать сообщения, пока ваш аккаунт не будет активирован.";
$l['redirect_emailupdated'] = "Ваш email был успешно изменен.<br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_accountactivated'] = "Ваш аккаунт был успешно активирован.<br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_accountactivated_admin'] = "Ваш email был успешно подтвержден.<br />Ваша регистрация должна быть одобрена администратором. До этого времени вы не сможете публиковать сообщения на этих форумах.<br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_registered'] = "Спасибо за регистрацию на {1}, {2}.<br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_registered_admin_activate'] = "Спасибо за регистрацию на {1}, {2}.<br />Ваша регистрация должна быть одобрена администратором. До этого времени вы не сможете публиковать сообщения на этих форумах.";
$l['redirect_loggedout'] = "Вы успешно вышли из системы.<br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_alreadyloggedout'] = "Вы уже вышли из системы или еще не вошли.<br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_lostpwsent'] = "Спасибо, всем аккаунтам, связанным с этим email адресом, было отправлено письмо с инструкциями по сбросу пароля.<br /><br />Сейчас вы будете перенаправлены на главную страницу форума.";
$l['redirect_activationresent'] = "Ваше письмо активации было повторно отправлено на указанный email адрес.";
$l['redirect_passwordreset'] = "Спасибо, пароль для вашего аккаунта был сброшен. Новый случайно сгенерированный пароль был отправлен на email адрес, связанный с вашим аккаунтом.";
$l['redirect_memberrated'] = "Пользователь был успешно оценен.";
$l['redirect_registered_passwordsent'] = "Случайный пароль был сгенерирован и отправлен на ваш email адрес. Прежде чем вы сможете войти, вам нужно проверить свою почту для получения этого пароля.";
$l['redirect_validated'] = "Спасибо, ваш аккаунт был подтвержден.<br />Сейчас вы будете перенаправлены на главную страницу форума.";

$l['error_activated_by_admin'] = "Вы не можете повторно отправить письмо активации аккаунта, так как все регистрации должны быть одобрены администратором.";
$l['error_alreadyregistered'] = "Извините, но наша система показывает, что вы уже зарегистрированы, и регистрация нескольких аккаунтов отключена.";
$l['error_alreadyregisteredtime'] = "Мы не можем обработать вашу регистрацию, потому что с вашего IP-адреса уже было {1} новых регистраций за последние {2} часов. Пожалуйста, попробуйте позже.";
$l['error_badlostpwcode'] = "Вы ввели неверный код сброса пароля. Пожалуйста, перечитайте отправленное вам письмо или свяжитесь с администраторами форума для получения помощи.";
$l['error_badactivationcode'] = "Вы ввели неверный код активации аккаунта. Чтобы повторно отправить все письма активации на email адрес в системе, нажмите <a href=\"member.php?action=resendactivation\">здесь</a>.";
$l['error_alreadyactivated'] = "Ваш аккаунт уже активирован или не требует проверки по email.";
$l['error_alreadyvalidated'] = "Ваш email уже подтвержден.";
$l['error_nothreadurl'] = "Ваше сообщение не содержит URL темы. Пожалуйста, используйте функцию \"отправить другу\" по ее назначению.";
$l['error_bannedusername'] = "Вы ввели имя пользователя, которое запрещено для регистрации. Пожалуйста, выберите другое имя пользователя.";
$l['error_notloggedout'] = "Ваш идентификатор пользователя не может быть проверен для завершения процесса выхода. Это может быть связано с вредоносным Javascript, который пытался автоматически выйти из системы. Если вы намеревались выйти, пожалуйста, нажмите кнопку Выход в верхнем меню.";
$l['error_regimageinvalid'] = "Код проверки изображения, который вы ввели, неверен. Пожалуйста, введите код точно так, как он появляется на изображении.";
$l['error_regimagerequired'] = "Пожалуйста, заполните код проверки изображения, чтобы продолжить процесс входа. Пожалуйста, введите код точно так, как он появляется на изображении.";
$l['error_spam_deny'] = "Наши системы обнаружили, что вы можете быть спамером, и поэтому вам было отказано в регистрации. Если это ошибка, пожалуйста, свяжитесь с администратором.";
$l['error_spam_deny_time'] = "Наши системы обнаружили, что вы можете быть спамером, и поэтому вам было отказано в регистрации. Регистрация должна занимать минимум {1} секунд для предотвращения автоматических регистраций, вы зарегистрировались за {2} секунд. Если это ошибка, пожалуйста, свяжитесь с администратором.";

$l['js_validator_no_username'] = "Вам необходимо ввести имя пользователя.";
$l['js_validator_invalid_email'] = "Вам необходимо ввести действительный email адрес.";
$l['js_validator_email_match'] = "Вам необходимо ввести тот же email адрес еще раз.";
$l['js_validator_no_image_text'] = "Вам необходимо ввести текст на изображении выше.";
$l['js_validator_no_security_question'] = "Вам необходимо ввести ответ на контрольный вопрос.";
$l['js_validator_password_matches'] = "Введенные вами пароли должны совпадать.";
$l['js_validator_password_length'] = "Ваш пароль должен содержать {1} или более символов.";
$l['js_validator_bad_password_security'] = "Введенный вами пароль похож на ваше имя пользователя или email адрес. Пожалуйста, введите более надежный пароль.";
$l['js_validator_not_empty'] = "Вы должны выбрать или ввести значение для этого поля.";
$l['js_validator_username_length'] = "Имена пользователей должны быть длиной от {1} до {2} символов.";

$l['security_question'] = "Контрольный вопрос";
$l['question_note'] = "Пожалуйста, ответьте на предоставленный вопрос. Этот процесс используется для предотвращения автоматических процессов.";
$l['error_question_wrong'] = "Ответ, который вы предоставили на контрольный вопрос, неверен. Пожалуйста, попробуйте еще раз.";

$l['subscription_method'] = "Режим подписки на темы по умолчанию:";
$l['no_auto_subscribe'] = "Не подписываться";
$l['no_subscribe'] = "Без уведомлений";
$l['instant_email_subscribe'] = "Мгновенное уведомление по email";
$l['instant_pm_subscribe'] = "Мгновенное уведомление в ЛС";

$l['remove_from_buddy_list'] = "Удалить из списка друзей";
$l['add_to_buddy_list'] = "Добавить в список друзей";
$l['remove_from_ignore_list'] = "Удалить из списка игнорирования";
$l['add_to_ignore_list'] = "Добавить в список игнорирования";
$l['report_user'] = "Пожаловаться на пользователя";

$l['newregistration_subject'] = "Новая регистрация на {1}";
$l['newregistration_message'] = "{1},

На {2} появился новый пользователь, ожидающий активации администратором.

Имя пользователя: {3}

Спасибо,
{2}";
