<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_helpdocs'] = "Документы помощи";
$l['nav_smilies'] = "Список смайлов";
$l['nav_syndication'] = "Синдикация новых тем (RSS)";

$l['buddy_list'] = "Список друзей";
$l['online'] = "В сети";
$l['online_none'] = "<em>У вас нет друзей в сети</em>";
$l['offline'] = "Не в сети";
$l['offline_none'] = "<em>У вас нет друзей не в сети</em>";
$l['delete_buddy'] = "X";
$l['pm_buddy'] = "Отправить личное сообщение";
$l['last_active'] = "<strong>Последняя активность:</strong> {1}";
$l['close'] = "Закрыть";
$l['no_buddies'] = "<em>Ваш список друзей пуст. Используйте Панель управления пользователя или посетите профиль пользователя, чтобы добавить пользователей в список друзей.</em>";

$l['help_docs'] = "Документы помощи";

$l['search_help_documents'] = "Поиск документов помощи";
$l['search_by_name'] = "Поиск по названию";
$l['search_by_document'] = "Поиск по документу";
$l['enter_keywords'] = "Введите ключевые слова";
$l['search'] = "Поиск";
$l['redirect_searchresults'] = "Спасибо, ваш поисковый запрос отправлен, и сейчас вы будете перенаправлены к списку результатов.";
$l['search_results'] = "Результаты поиска";
$l['help_doc_results'] = "Результаты поиска документов помощи";
$l['document'] = "Документ";
$l['error_nosearchresults'] = "Извините, но по вашему запросу не было возвращено результатов. Пожалуйста, переопределите условия поиска и попробуйте снова.";
$l['no_help_results'] = "Извините, но по вашему запросу не было возвращено результатов.";
$l['error_helpsearchdisabled'] = "Возможность поиска по документам помощи была отключена администратором.";

$l['smilies_listing'] = "Список смайлов";
$l['name'] = "Название";
$l['abbreviation'] = "Сокращение";
$l['click_to_add'] = "Нажмите на смайл, чтобы вставить его в ваше сообщение";
$l['close_window'] = "закрыть окно";
$l['no_smilies'] = "В настоящее время нет доступных смайлов.";

$l['who_posted'] = "Кто писал?";
$l['total_posts'] = "Всего сообщений:";
$l['user'] = "Пользователь";
$l['num_posts'] = "Сообщений";

$l['forum_rules'] = "{1} - Правила";

$l['error_invalid_limit'] = "Указанный вами лимит элементов ленты недействителен. Пожалуйста, укажите допустимый лимит.";

$l['syndication'] = "Синдикация новых тем";
$l['syndication_generated_url'] = "Ваш сгенерированный URL синдикации:";
$l['syndication_note'] = "Ниже вы можете сгенерировать ссылки на конкретные RSS-ленты синдикации. Ссылки могут быть созданы для всех форумов, для отдельного форума или для определенного количества форумов. Затем вам будет представлена ссылка, которую вы можете скопировать в RSS-ридер. <i><a href=\"https://en.wikipedia.org/wiki/RSS\" target=\"_blank\" rel=\"noopener\">Что такое RSS?</a></i>";
$l['syndication_forum'] = "Форум для синдикации:";
$l['syndication_forum_desc'] = "Пожалуйста, выберите форум справа. Используйте клавишу CTRL для выбора нескольких форумов.";
$l['syndication_version'] = "Версия ленты:";
$l['syndication_version_desc'] = "Пожалуйста, выберите версию лент, которые вы хотите сгенерировать.";
$l['syndication_version_json1'] = "JSON Feed 1";
$l['syndication_version_atom1'] = "Atom 1.0";
$l['syndication_version_rss2'] = "RSS 2.00 (По умолчанию)";
$l['syndication_generate'] = "Сгенерировать URL синдикации";
$l['syndication_limit'] = "Лимит:";
$l['syndication_limit_desc'] = "Количество тем для загрузки за один раз. Максимальный лимит - 50 тем за раз.";
$l['syndication_threads_time'] = "тем за раз";
$l['syndicate_all_forums'] = "Синдицировать все форумы";

$l['redirect_markforumread'] = "Выбранный форум помечен как прочитанный.";
$l['redirect_markforumsread'] = "Все форумы помечены как прочитанные.";
$l['redirect_forumpasscleared'] = "Сохраненный пароль для этого форума был очищен.";
$l['redirect_cookiescleared'] = "Все cookies были очищены.";

$l['error_invalidforum'] = "Неверный форум";
$l['error_invalidhelpdoc'] = "Указанный документ помощи, похоже, не существует.";
$l['error_invalidsearch'] = "Указан неверный поиск. Пожалуйста, вернитесь и попробуйте снова.";
$l['error_no_search_support'] = "Эта система баз данных не поддерживает поиск.";
$l['error_searchflooding'] = "Извините, но вы можете выполнять только один поиск каждые {1} секунд. Пожалуйста, подождите еще {2} секунд, прежде чем пытаться выполнить поиск снова.";
$l['error_searchflooding_1'] = "Извините, но вы можете выполнять только один поиск каждые {1} секунд. Пожалуйста, подождите еще 1 секунду, прежде чем пытаться выполнить поиск снова.";

$l['dst_settings_updated'] = "Настройки летнего времени были автоматически скорректированы.<br /><br />Сейчас вы будете перенаправлены на главную страницу форума.";
