<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_deletethread'] = "Удалить тему навсегда";
$l['nav_deletepoll'] = "Удалить опрос";
$l['nav_deleteposts'] = "Удалить выбранные сообщения";
$l['nav_mergeposts'] = "Объединить выбранные сообщения";
$l['nav_move'] = "Переместить или скопировать тему";
$l['nav_threadnotes'] = "Заметки к теме и журнал модератора";
$l['nav_getip'] = "Просмотр IP-адреса сообщения";
$l['nav_getpmip'] = "Просмотр IP-адреса личного сообщения";
$l['nav_pms'] = "Личные сообщения";
$l['nav_merge'] = "Объединить темы";
$l['nav_split'] = "Разделить тему";
$l['nav_multi_deletethreads'] = "Массовое удаление тем";
$l['nav_multi_deleteposts'] = "Массовое удаление сообщений";
$l['nav_multi_splitposts'] = "Разделить выбранные сообщения";
$l['nav_multi_moveposts'] = "Переместить выбранные сообщения";
$l['nav_multi_mergeposts'] = "Объединить выбранные сообщения";
$l['nav_multi_movethreads'] = "Переместить / Скопировать темы";

$l['no_mod_options'] = "Для этой темы еще не выполнялись действия модерации.";
$l['no_delayed_mods'] = "Для выбранной темы(тем) не запланировано отложенных действий модерации.";
$l['delete_poll'] = "Удалить опрос";
$l['delete_posts'] = "Удалить сообщения навсегда";
$l['delete_selected_posts'] = "Удалить выбранные сообщения";
$l['posted_by'] = "Автор";
$l['delete_thread'] = "Удалить тему навсегда";
$l['get_post_ip'] = "Узнать IP-адрес сообщения";
$l['get_pm_ip'] = "Узнать IP-адрес личного сообщения";
$l['info_on_ip'] = "Информация об этом IP-адресе";
$l['ip_address'] = "IP-адрес:";
$l['hostname'] = "Имя хоста:";
$l['if_resolvable'] = "(если определяется)";
$l['mod_options'] = "Действия модератора:";
$l['search_ip_users'] = "Найти пользователей с этим IP";
$l['search_ip_posts'] = "Найти сообщения с этим IP";
$l['merge_threads'] = "Объединить темы";
$l['new_subject'] = "Новая тема:";
$l['thread_to_merge_with'] = "Тема для объединения:";
$l['merge_with_note'] = "Скопируйте URL темы, которую нужно объединить с этой, в текстовое поле справа.<br />Тема справа будет удалена, и все её сообщения будут объединены с этой темой.";
$l['merge_posts'] = "Объединить сообщения";
$l['merge_posts_note'] = "Все выбранные сообщения будут объединены в первое выбранное сообщение.";
$l['move_copy_thread'] = "Переместить / Скопировать тему";
$l['new_forum'] = "Новый форум:";
$l['method'] = "Метод";
$l['method_move'] = "Переместить тему";
$l['method_move_redirect'] = "Переместить тему и оставить переадресацию в исходном форуме на дней:";
$l['redirect_expire_note'] = "(оставьте пустым для 'бесконечности')";
$l['method_copy'] = "Скопировать тему в новый форум";
$l['split_thread_subject'] = "[разделено]";
$l['split_thread'] = "Разделить тему";
$l['move_posts'] = "Переместить сообщения";
$l['thread_to_move_to'] = "Тема, в которую переместить сообщения:";
$l['move_post_note'] = "Скопируйте URL темы, в которую нужно переместить эти сообщения, в текстовое поле справа.";
$l['new_thread_info'] = "Информация о новой теме";
$l['posts_to_split'] = "Сообщения для разделения";
$l['thread_notes_editor'] = "Редактор заметок к теме";
$l['below_notes'] = "Ниже вы можете отредактировать заметки для этой темы.";
$l['update_notes'] = "Обновить заметки к теме";
$l['mod_logs'] = "Журнал модерации (показаны последние 20 действий)";
$l['mod_username'] = "Имя пользователя";
$l['mod_date'] = "Дата";
$l['mod_actions'] = "Действие";
$l['mod_information'] = "Информация";
$l['read'] = "Прочитано:";
$l['thread'] = "Тема:";
$l['post'] = "Сообщение:";
$l['forum'] = "Форум:";
$l['confirm_execute_tool'] = "Выполнить инструмент";
$l['confirm_execute_tool_desc'] = "Вы уверены, что хотите выполнить пользовательский инструмент модерации <strong>{1}</strong>? После выполнения инструмента может быть невозможно отменить внесенные изменения.";
$l['delete_threads'] = "Удалить темы навсегда";
$l['confirm_delete_threads'] = "Вы уверены, что хотите удалить выбранные темы? После удаления темы её нельзя будет восстановить, и все сообщения, вложения или опросы в этой теме также будут удалены.";
$l['move_threads'] = "Переместить / Скопировать темы";
$l['confirm_delete_posts'] = "Вы уверены, что хотите удалить выбранные сообщения из темы? После удаления их нельзя будет восстановить. Если в теме не останется сообщений, тема также будет удалена.";
$l['post_separator'] = "Разделитель сообщений";
$l['new_line'] = "Новая строка";
$l['horizontal_rule'] = "Горизонтальная линия";
$l['resolve_fail'] = "Н/Д (Не удается определить)";
$l['time'] = "Время:";

$l['opened'] = "Открыта";
$l['closed'] = "Закрыта";
$l['stuck'] = "Закреплена";
$l['unstuck'] = "Откреплена";
$l['error'] = "Ошибка!";
$l['mod_process'] = "Тема {1}";
$l['redirects_removed'] = "Переадресации темы удалены";
$l['thread_deleted'] = "Тема удалена навсегда: {1}";
$l['poll_deleted'] = "Опрос удален: {1}";
$l['thread_approved'] = "Тема одобрена: {1}";
$l['thread_unapproved'] = "Тема не одобрена: {1}";
$l['thread_restored'] = "Тема восстановлена: {1}";
$l['thread_soft_deleted'] = "Тема мягко удалена: {1}";
$l['deleted_selective_posts'] = "Удалены выбранные сообщения ({1})";
$l['merged_selective_posts'] = "Объединены выбранные сообщения";
$l['split_selective_posts'] = "Сообщения (ID: {1}) разделены в тему (ID: {2})";
$l['move_selective_posts'] = "Сообщения (ID: {1}) перемещены в тему (ID: {2})";
$l['removed_subscriptions'] = "Все подписки удалены";
$l['thread_moved'] = "Тема перемещена";
$l['thread_copied'] = "Тема скопирована";
$l['thread_merged'] = "Темы объединены";
$l['thread_split'] = "Тема разделена";
$l['thread_notes_edited'] = "Заметки к теме отредактированы";
$l['multi_deleted_threads'] = "Темы удалены навсегда";
$l['multi_opened_threads'] = "Темы открыты";
$l['multi_closed_threads'] = "Темы закрыты";
$l['multi_approved_threads'] = "Темы одобрены";
$l['multi_unapproved_threads'] = "Темы не одобрены";
$l['multi_restored_threads'] = "Темы восстановлены";
$l['multi_soft_deleted_threads'] = "Темы мягко удалены";
$l['multi_approve_posts'] = "Выбранные сообщения одобрены";
$l['multi_unapprove_posts'] = "Выбранные сообщения не одобрены";
$l['multi_restore_posts'] = "Выбранные сообщения восстановлены";
$l['multi_soft_delete_posts'] = "Выбранные сообщения мягко удалены";
$l['multi_stuck_threads'] = "Темы закреплены";
$l['multi_unstuck_threads'] = "Темы откреплены";
$l['multi_moved_threads'] = "Темы перемещены / скопированы";
$l['multi_copied_threads'] = "Темы скопированы";
$l['custom_tool'] = "Пользовательский инструмент модератора: {1}";

$l['delayed_moderation'] = "Отложенная модерация";
$l['delayed_moderation_desc'] = "Здесь вы можете отложить действие модерации на выбранное количество дней.";
$l['threads'] = "Темы:";
$l['threads_selected'] = "Выбрано тем: {1}";
$l['run_moderation_time'] = "Время выполнения модерации:";
$l['days'] = "дн.";
$l['moderation_action'] = "Действие модерации:";
$l['open_close_thread'] = "Открыть/Закрыть тему";
$l['remove_redirects'] = "Удалить переадресации";
$l['remove_subscriptions'] = "Удалить подписки";
$l['approve_unapprove_thread'] = "Одобрить/Не одобрить тему";
$l['softdelete_restore_thread'] = "Мягко удалить/Восстановить тему";
$l['stick_unstick_thread'] = "Закрепить/Открепить тему";
$l['save_delayed_moderation'] = "Сохранить отложенную модерацию";
$l['custom'] = "пользовательский";
$l['delayed_mod_queue'] = "Очередь отложенной модерации";
$l['time_to_perform_action'] = "Время выполнения действия";
$l['leave_redirect'] = "Оставить переадресацию:";
$l['multiple_threads'] = "Несколько тем";
$l['actions'] = "Действия";
$l['cancel'] = "Отмена";
$l['leave_redirect_for'] = "Оставить переадресацию на:";
$l['redirect_forever'] = "Навсегда";
$l['view_notes_for'] = "Просмотр заметок для {1}";

$l['purgespammer'] = "Очистить спамера";
$l['purgespammer_purge'] = "Очистить спамера {1}";
$l['purgespammer_purge_desc'] = "Это удалит всё содержимое пользователя (сообщения, личные сообщения, события и т.д.) и {1} его.";
$l['purgespammer_ban'] = "заблокирует";
$l['purgespammer_delete'] = "удалит";
$l['purgespammer_submit'] = "Очистить спамера";
$l['purgespammer_success'] = "Пользователь был очищен.";
$l['purgespammer_invalid_user'] = "Вы указали неверного пользователя.";
$l['purgespammer_modlog'] = "Спамер очищен";

$l['error_invalidpm'] = "Неверное личное сообщение";
$l['error_nomergeposts'] = "Вам нужно выбрать как минимум два или более сообщения, чтобы иметь возможность объединить их.";
$l['error_cantsplitonepost'] = "Вы не можете разделить тему, которая содержит только одно сообщение.";
$l['error_badmergeurl'] = "URL-адрес темы для объединения кажется неверным или пустым. Пожалуйста, скопируйте точный URL-адрес в текстовое поле.<br />Пожалуйста, вернитесь и попробуйте снова.";
$l['error_badmovepostsurl'] = "URL-адрес темы для перемещения кажется неверным или пустым. Пожалуйста, скопируйте точный URL-адрес в текстовое поле.<br />Пожалуйста, вернитесь и попробуйте снова.";
$l['error_inline_nothreadsselected'] = "Извините, но вы не выбрали ни одной темы для массовой модерации, или ваша предыдущая сессия модерации истекла (автоматически через 1 час бездействия). Пожалуйста, выберите несколько тем и попробуйте снова.";
$l['error_inline_nopostsselected'] = "Извините, но вы не выбрали ни одного сообщения для массовой модерации, или ваша предыдущая сессия модерации истекла (автоматически через 1 час бездействия). Пожалуйста, выберите несколько сообщений и попробуйте снова.";
$l['error_movetocategory'] = "Этот инструмент пытается переместить тему в категорию. Пожалуйста, измените инструмент и выберите допустимый форум.";
$l['error_cantsplitall'] = "Вы не можете отделить все сообщения из этой темы! Если вы это сделаете, что останется в теме?";
$l['error_cantmoveall'] = "Вы не можете переместить все сообщения из этой темы! Если вы это сделаете, что останется в теме?";
$l['error_nosplitposts'] = "Вы не можете разделить эту тему, так как не выбрали ни одного сообщения для отделения от этой темы.";
$l['error_movetosameforum'] = "Вы не можете переместить эту тему в тот же форум, где она находится сейчас. Пожалуйста, выберите другой форум.";
$l['error_mergewithself'] = "Темы не могут быть объединены сами с собой.<br />Пожалуйста, вернитесь и введите правильный URL.";
$l['error_movetoself'] = "Сообщения не могут быть перемещены в ту же тему, где они находятся.<br />Пожалуйста, вернитесь и введите правильный URL.";
$l['error_movetononmodforum'] = "Вы не можете переместить эту тему в форум, где вы не являетесь модератором или не имеете права просматривать его.";
$l['error_delayedmoderation_unsupported_type'] = "Извините, но вы не выбрали допустимый тип для этого отложенного действия модерации или у вас нет прав для выполнения этого действия.";
$l['error_delayedmoderation_unsupported_method'] = "Извините, но вы не выбрали допустимый метод перемещения для этого отложенного действия модерации.";
$l['error_delayedmoderation_invalid_date_day'] = "Извините, но вы не выбрали допустимый день даты задержки для этого отложенного действия модерации.";
$l['error_delayedmoderation_invalid_date_month'] = "Извините, но вы не выбрали допустимый месяц даты задержки для этого отложенного действия модерации.";
$l['error_delayedmoderation_invalid_date_year'] = "Извините, но вы не выбрали допустимый год даты задержки для этого отложенного действия модерации.";
$l['error_thread_deleted'] = "Целевая тема мягко удалена. Для выполнения этого действия вам необходимо сначала восстановить тему.";

$l['redirect_pollnotdeleted'] = "Опрос не был удален, потому что вы не установили флажок \"Удалить\".";
$l['redirect_polldeleted'] = "Спасибо, опрос был успешно удален из темы.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_mergeposts'] = "Выбранные сообщения теперь объединены. Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_openthread'] = "Спасибо, тема была успешно открыта.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_closethread'] = "Спасибо, тема была успешно закрыта.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_stickthread']  = "Спасибо, тема была успешно закреплена.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_unstickthread'] = "Спасибо, тема была успешно откреплена.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_threaddeleted'] = "Спасибо, тема была удалена навсегда. <br />Сейчас вы будете перенаправлены обратно в форум.";
$l['redirect_threadmoved'] = "Тема была успешно перемещена или скопирована в выбранный форум.<br />Сейчас вы будете перенаправлены в него.";
$l['redirect_redirectsremoved'] = "Все переадресации на эту тему теперь удалены.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_threadapproved'] = "Тема успешно одобрена.";
$l['redirect_threadunapproved'] = "Тема успешно не одобрена.";
$l['redirect_threadrestored'] = "Тема успешно восстановлена.";
$l['redirect_threadsoftdeleted'] = "Тема успешно мягко удалена.";
$l['redirect_threadsplit'] = "Тема успешно разделена.<br />Сейчас вы будете перенаправлены в новую тему.";
$l['redirect_moveposts'] = "Сообщения успешно перемещены.<br />Сейчас вы будете перенаправлены в новую тему, в которой находятся сообщения.";
$l['redirect_threadnotesupdated'] = "Спасибо, заметки для этой темы были успешно обновлены.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_threadsmerged'] = "Спасибо, две темы были успешно объединены.<br />Сейчас вы будете перенаправлены в новую тему.";
$l['redirect_inline_threadsdeleted'] = "Выбранные темы были удалены навсегда.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsopened'] = "Выбранные темы были открыты.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsclosed'] = "Выбранные темы были закрыты.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsstuck'] = "Выбранные темы были закреплены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsunstuck'] = "Выбранные темы были откреплены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsmoved'] = "Выбранные темы были перемещены или скопированы.<br />Сейчас вы будете перенаправлены в новый форум, в котором находятся темы.";
$l['redirect_inline_threadsapproved'] = "Выбранные темы были одобрены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsunapproved'] = "Выбранные темы не были одобрены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadsrestored'] = "Выбранные темы были восстановлены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_threadssoftdeleted'] = "Выбранные темы были мягко удалены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_postsmerged'] = "Выбранные сообщения были объединены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_postsapproved'] = "Выбранные сообщения были одобрены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_postsunapproved'] = "Выбранные сообщения не были одобрены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_postsrestored'] = "Выбранные сообщения были восстановлены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_inline_postssoftdeleted'] = "Выбранные сообщения были мягко удалены.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_postsdeleted'] = "Выбранные сообщения были удалены навсегда.<br />Сейчас вы будете перенаправлены обратно на предыдущую страницу.";
$l['redirect_removed_subscriptions'] = "Все подписки на эту тему были успешно удалены.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_customtool_thread'] = "Инструмент модерации \"{1}\" успешно выполнен.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_customtool_forum'] = "Инструмент модерации \"{1}\" успешно выполнен.<br />Сейчас вы будете перенаправлены обратно в форум.";
$l['redirect_customtool_search'] = "Инструмент модерации \"{1}\" успешно выполнен.<br />Сейчас вы будете перенаправлены обратно в поиск.";
$l['redirect_delayed_moderation_thread'] = "Выбранный инструмент модерации сохранен и отложен до {1}.<br />Сейчас вы будете перенаправлены обратно в тему.";
$l['redirect_delayed_moderation_forum'] = "Выбранный инструмент модерации сохранен и отложен до {1}.<br />Сейчас вы будете перенаправлены обратно в форум.";
$l['redirect_delayed_moderation_search'] = "Выбранный инструмент модерации сохранен и отложен до {1}.<br />Сейчас вы будете перенаправлены обратно в поиск.";
$l['redirect_delayed_moderation_cancelled'] = "Выбранное отложенное действие модерации отменено.<br />Сейчас вы будете перенаправлены на страницу отложенной модерации.";
