<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_postpoll'] = "Создать опрос";
$l['nav_editpoll'] = "Редактировать опрос";
$l['nav_pollresults'] = "Результаты опроса";

$l['edit_poll'] = "Редактировать опрос";
$l['delete_poll'] = "Удалить опрос";
$l['delete_q'] = "Удалить?";
$l['delete_note'] = "Чтобы удалить этот опрос, установите флажок слева и нажмите кнопку справа.";
$l['delete_note2'] = "<b>Примечание:</b> После удаления этого опроса восстановить его будет невозможно.";
$l['question'] = "Вопрос:";
$l['num_options'] = "Количество вариантов:";
$l['max_options'] = "Максимум:";
$l['poll_options'] = "Варианты опроса:";
$l['update_options'] = "Обновить варианты";
$l['poll_options_note'] = "Варианты опроса должны быть краткими и по существу.";
$l['options'] = "Варианты:";
$l['option_multiple'] = "<b>Разрешить множественный выбор:</b> Пользователи смогут выбирать более одного варианта.";
$l['option_multiple_maxoptions'] = "Максимальное количество вариантов на пользователя (0 - без ограничений):";
$l['option_public'] = "<b>Публичный опрос:</b> Пользователи смогут видеть, кто как проголосовал.";
$l['option_closed'] = "<b>Опрос закрыт:</b> Если отмечено, голосование в опросе будет закрыто.";
$l['poll_timeout'] = "Время жизни опроса:";
$l['timeout_note'] = "Количество дней, в течение которых можно голосовать в этом опросе.<br />(Установите 0, если опрос не должен ограничиваться по времени.)";
$l['days_after'] = "дней после:";
$l['update_poll'] = "Обновить опрос";
$l['option'] = "Вариант";
$l['votes'] = "Голосов:";
$l['post_new_poll'] = "Создать новый опрос";
$l['days'] = "дней";
$l['poll_results'] = "Результаты опроса";
$l['poll_total'] = "Всего:";
$l['poll_votes'] = "голос(ов)";

$l['redirect_pollposted'] = "Ваш опрос создан.<br />Сейчас вы будете перенаправлены в тему.";
$l['redirect_pollpostedmoderated'] = "Ваш опрос создан, но ваша тема все еще ожидает модерации.<br />Вы будете перенаправлены в раздел.";
$l['redirect_pollupdated'] = "Опрос обновлен.<br />Сейчас вы будете перенаправлены в тему.";
$l['redirect_votethanks'] = "Спасибо за ваш голос.<br />Сейчас вы будете перенаправлены в тему.";
$l['redirect_unvoted'] = "Ваш(и) голос(а) в этой теме удален(ы).<br />Сейчас вы будете перенаправлены в тему.";
$l['redirect_polldeleted'] = "Спасибо, опрос успешно удален из темы.<br />Сейчас вы будете перенаправлены в тему.";

$l['error_polloptiontoolong'] = "Один или несколько вариантов опроса превышают допустимую длину. Пожалуйста, вернитесь и сократите их.";
$l['error_polloptionsequence'] = "Один или несколько вариантов опроса содержат последовательность, которую нельзя использовать: <strong>||~|~||</strong>. Пожалуйста, вернитесь и удалите ее.";
$l['error_noquestionoptions'] = "Вы не ввели вопрос для опроса или у вас недостаточно вариантов. Минимальное количество вариантов в опросе - 2.<br />Пожалуйста, вернитесь и исправьте эту ошибку.";
$l['error_pollalready'] = "В теме уже есть опрос!";
$l['error_nopolloptions'] = "Указанный вариант опроса неверен или не существует.";
$l['error_maxpolloptions'] = "Вы выбрали слишком много вариантов. Вам разрешено выбирать только {1} вариант(ов).<br />Пожалуйста, вернитесь и попробуйте снова.";
$l['error_alreadyvoted'] = "Вы уже голосовали в этом опросе.";
$l['error_notvoted'] = "Вы не голосовали в этом опросе.";
$l['error_invalidpoll'] = "Указанный опрос неверен или не существует.";
$l['error_pollclosed'] = "Вы не можете голосовать в закрытом опросе.";
$l['poll_time_limit'] = "Извините, но вы не можете добавить опрос к своей теме. Администратор установил, что опросы можно добавлять только в течение {1} часов после создания темы.";

$l['poll_deleted'] = "Опрос удален";
$l['poll_edited'] = "Опрос отредактирован";
