<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['nav_pms'] = "Личные сообщения";
$l['nav_send'] = "Написать";
$l['nav_tracking'] = "Отслеживание";
$l['nav_folders'] = "Управление папками";
$l['nav_empty'] = "Очистка папок";
$l['nav_export'] = "Экспорт сообщений";
$l['nav_search'] = "Поиск";
$l['nav_results'] = "Результаты";

$l['new_pm'] = "Новое сообщение";
$l['old_pm'] = "Старое сообщение";
$l['reply_pm'] = "Ответ на";
$l['fwd_pm'] = "Пересланное сообщение";

$l['pms_disabled'] = "Вы не можете использовать личные сообщения, так как они были отключены администратором.";

$l['private_messaging'] = "Личные сообщения";
$l['inbox'] = "Входящие";
$l['compose_message2'] = "Написать сообщение";
$l['manage_folders'] = "Управление папками";
$l['pm_search_results'] = "Результаты поиска ЛС";
$l['message_title'] = "Тема сообщения";
$l['sender'] = "Отправитель";
$l['sentto'] = "Получатель";
$l['date_sent'] = "Дата/время отправки";
$l['desc'] = "убыв";
$l['asc'] = "возр";
$l['delete_pm'] = "Удалить";
$l['move_to'] = "Переместить в";
$l['or'] = "или";
$l['selected_messages'] = "выбранные сообщения";
$l['go'] = "Выполнить!";
$l['pmspaceused'] = "использовано места в ЛС.";
$l['jump_folder'] = "Перейти в папку:";
$l['archive_messages'] = "Экспорт личных сообщений";
$l['archive_note'] = "Следующий инструмент позволит вам массово выгрузить ваши личные сообщения из выбранной папки, сообщения отправленные после определенной даты, прочитанные сообщения и черновики для последующего просмотра.";
$l['folders'] = "Папки:";
$l['all_folders'] = "Все папки";
$l['date_limit'] = "Ограничение по дате:";
$l['date_limit_older'] = "Экспортировать сообщения старше";
$l['date_limit_newer'] = "Экспортировать сообщения новее";
$l['date_limit_disregard'] = "Игнорировать дату";
$l['date_limit_days'] = "дней";
$l['export_unread'] = "Экспортировать непрочитанные сообщения?";
$l['delete_archived'] = "Удалить экспортированные сообщения?";
$l['delete_archived_note'] = "Хотите ли вы удалить сообщения из ваших папок после их экспорта?";
$l['export_format'] = "Формат файла экспорта:";
$l['export_format_note'] = "Пожалуйста, выберите тип файла для загрузки вложений.";
$l['export_html'] = "HTML файл (.html)";
$l['export_txt'] = "Текстовый файл (.txt)";
$l['export_csv'] = "Импортируемый файл MS Excel (.csv)";
$l['private_messages_for'] = "Личные сообщения для {1}";
$l['exported_date']  = "Экспортировано: {1}, {2}";
$l['subject'] = "Тема:";
$l['to'] = "Кому:";
$l['from'] = "От:";
$l['sent'] = "Отправлено:";
$l['export_messages2'] = "Скачать сообщения";
$l['empty_folders'] = "Очистка папок ЛС";
$l['empty_folders2'] = "Очистить папки";
$l['empty_note'] = "Здесь вы можете удалить личные сообщения из выбранных папок за один раз. Просто выберите папки, из которых нужно удалить сообщения, и нажмите 'Удалить'. Вы не сможете отменить эти изменения.<br /><strong>Примечание: После удаления этих сообщений восстановить их будет невозможно.</strong>";
$l['num_messages'] = "Количество сообщений";
$l['empty_q'] = "Очистить папку?";
$l['keep_unread'] = "Оставить непрочитанные";
$l['pm_folders'] = "Папки личных сообщений";
$l['existing_folders'] = "Существующие папки";
$l['edit_folder_note'] = "Здесь вы можете изменить названия ваших текущих папок личных сообщений. Чтобы удалить папку, удалите её название. Некоторые папки нельзя удалить.<br /><strong>Примечание: Удаление папки также удалит все сообщения в ней.</strong>";
$l['new_folders'] = "Добавить новые папки";
$l['add_folders_note'] = "Здесь вы можете создать дополнительные папки для сообщений. Вам не обязательно заполнять все текстовые поля.";
$l['update_folders'] = "Обновить папки";
$l['cannot_be_removed'] = "Не может быть удалена";
$l['reached_warning'] = "Внимание. Вы достигли лимита сообщений.";
$l['reached_warning2'] = "Чтобы иметь возможность получать сообщения, вам нужно удалить старые сообщения.";
$l['deny_receipt'] = "[Отказаться от уведомления]";
$l['viewing_pm'] = "Просмотр ЛС:";
$l['reply'] = "Ответить";
$l['reply_to_all'] = "Ответить всем";
$l['forward'] = "Переслать";
$l['compose_pm'] = "Написать личное сообщение";
$l['compose_to'] = "Получатели:";
$l['compose_bcc'] = "Скрытая копия:";
$l['compose_bcc_show'] = "Скрытая копия";
$l['compose_bcc_show_title'] = "Показать поле скрытой копии, позволяющее отправлять сообщения другим пользователям без указания в списке получателей.";
$l['separate_names'] = "Разделяйте несколько имен пользователей запятой.";
$l['max_recipients'] = "<br />Вы можете отправить это сообщение максимум <strong>{1}</strong> людям.";
$l['compose_subject'] = "Тема:";
$l['compose_message'] = "Сообщение:";
$l['compose_options'] = "Параметры:";
$l['message_icon'] = "Иконка сообщения:";
$l['options_sig'] = "<strong>Подпись:</strong> включить вашу подпись в это сообщение.";
$l['options_disable_smilies'] = "<strong>Отключить смайлы:</strong> отключить отображение смайлов в этом сообщении.";
$l['options_save_copy'] = "<strong>Сохранить копию:</strong> сохранить копию этого сообщения в папке 'Отправленные'.";
$l['options_read_receipt'] = "<strong>Запросить уведомление о прочтении:</strong> получить сообщение, когда это сообщение будет прочитано.";
$l['send_message'] = "Отправить сообщение";
$l['save_draft'] = "Сохранить черновик";
$l['preview'] = "Предпросмотр";
$l['select_buddy'] = "Или выберите из друзей:";
$l['pm_tracking'] = "Отслеживание ЛС";
$l['read_messages'] = "Прочитанные сообщения";
$l['unread_messages'] = "Непрочитанные сообщения";
$l['q'] = "?";
$l['dateread'] = "Дата прочтения";
$l['stop_tracking'] = "Прекратить отслеживание";
$l['datesent'] = "Дата отправки";
$l['cancel'] = "Отмена";
$l['export_date_sent'] = "Дата";
$l['export_folder'] = "Папка";
$l['export_subject'] = "Тема";
$l['export_to'] = "Кому";
$l['export_from'] = "От";
$l['export_message'] = "Сообщение";
$l['not_sent'] = "Н/Д (не отправлено)";
$l['at'] = "в";
$l['nomessages'] = "В этой папке нет личных сообщений.";
$l['details'] = "Детали";
$l['message'] = "Сообщение";
$l['buddy_list'] = "Список друзей";
$l['multiple_recipients'] = "<em>Несколько получателей</em>";
$l['bcc'] = "Скрытая копия:";
$l['reply_title'] = "Ответить на это личное сообщение";
$l['forward_title'] = "Переслать это личное сообщение другому пользователю";
$l['delete_title'] = "Удалить это личное сообщение";
$l['you_replied_on'] = "Вы ответили на это сообщение {1}";
$l['you_forwarded_on'] = "Вы переслали это сообщение {1}";
$l['you_replied'] = "Вы ответили на это сообщение {1}";
$l['you_forwarded'] = "Вы переслали это сообщение {1}";
$l['select_from_buddies'] = "Выбрать из друзей";
$l['no_readmessages'] = "В настоящее время у вас нет отслеживаемых прочитанных сообщений.";
$l['no_unreadmessages'] = "В настоящее время у вас нет отслеживаемых непрочитанных сообщений.";
$l['stop_tracking_all'] = "Прекратить отслеживание всех сообщений";

$l['enter_keywords'] = "Введите ключевые слова";
$l['advanced_search'] = "Расширенный поиск";
$l['search_pms'] = "Поиск ЛС";
$l['advanced_private_message_search'] = "Расширенный поиск личных сообщений";
$l['search_criteria'] = "Критерии поиска";
$l['keywords'] = "Ключевые слова";
$l['search_in_subject'] = "Искать в теме";
$l['search_in_message'] = "Искать в сообщении";
$l['message_status'] = "Статус сообщения";
$l['message_status_new'] = "Новое";
$l['message_status_replied_to'] = "Отвечено";
$l['message_status_forwarded'] = "Переслано";
$l['message_status_read'] = "Прочитано";
$l['folder'] = "Папка";
$l['search_options'] = "Параметры поиска";
$l['sort_by'] = "Сортировать по";
$l['sort_by_subject'] = "Сортировать по: Тема";
$l['sort_by_sender'] = "Сортировать по: Отправитель";
$l['sort_by_date'] = "Сортировать по: Дата";
$l['ascending_order'] = "По возрастанию";
$l['descending_order'] = "По убыванию";
$l['search_private_messages'] = "Искать личные сообщения";
$l['check_all'] = "Выбрать все";

$l['error_nopmsarchive'] = "Извините, но нет личных сообщений, соответствующих указанным критериям.";
$l['error_invalidpmfoldername'] = "Извините, но введенное вами название папки содержит недопустимые символы.";
$l['error_emptypmfoldername'] = "Извините, но введенное вами название папки не содержит текста. Пожалуйста, введите название для папки или полностью очистите поле для удаления папки.";
$l['error_invalidpmrecipient'] = "Указанный получатель неверен или не существует. Пожалуйста, вернитесь и введите правильного.";
$l['error_invalidmovefid'] = "Папка, в которую вы пытаетесь переместить сообщение(я), неверна. Пожалуйста, вернитесь и попробуйте снова.";
$l['error_invalidpm'] = "Неверное ЛС";
$l['error_pmrecipientreachedquota'] = "Вы не можете отправить личное сообщение {1}, так как он(а) достиг(ла) своего лимита личных сообщений. Ему/ей нельзя отправлять сообщения, пока его/её сообщения не будут очищены. Пользователю было отправлено уведомление по email об этом. Пожалуйста, попробуйте отправить ваше сообщение позже.";
$l['error_recipientpmturnedoff'] = "{1} выбрал(а) не получать личные сообщения или ему/ей не разрешено это делать. Поэтому вы не можете отправить ваше личное сообщение этому пользователю.";
$l['error_pmsturnedoff'] = "В настоящее время у вас отключены личные сообщения в вашем профиле.<br />Чтобы использовать систему личных сообщений, эту настройку необходимо включить.";
$l['error_recipientignoring'] = "Извините, но мы не можем обработать ваше личное сообщение для {1}. У вас нет разрешения на выполнение этого действия.";
$l['error_pm_already_submitted'] = "Вы уже отправляли такое же личное сообщение тому же получателю в течение последних 5 часов.";
$l['error_nopms'] = "У вас должно быть одно или более личных сообщений для доступа к этой функции.";

$l['error_minsearchlength'] = "Один или несколько ваших поисковых терминов короче минимальной длины. Минимальная длина поискового термина - {1} символов.<br /><br />Если вы пытаетесь найти целую фразу, заключите её в двойные кавычки. Например \"Быстрая коричневая лиса прыгает через ленивую собаку\".";
$l['error_nosearchresults'] = "Извините, но по предоставленной вами информации не было возвращено результатов. Пожалуйста, переопределите ваши поисковые термины и попробуйте снова.";
$l['error_no_search_support'] = "Эта система базы данных не поддерживает поиск.";
$l['error_nosearchterms'] = "Вы не ввели никаких поисковых терминов. Как минимум, вы должны ввести либо поисковые термины, либо имя пользователя для поиска.";
$l['error_searchflooding_1'] = "Извините, но вы можете выполнять только один поиск каждые {1} секунд. Пожалуйста, подождите еще 1 секунду перед повторной попыткой поиска.";
$l['error_searchflooding'] = "Извините, но вы можете выполнять только один поиск каждые {1} секунд. Пожалуйста, подождите еще {2} секунд перед повторной попыткой поиска.";
$l['error_invalidsearch'] = "Указан неверный поиск. Пожалуйста, вернитесь и попробуйте снова.";

$l['redirect_pmsaved'] = "Личное сообщение сохранено в вашей папке 'Черновики'.";
$l['redirect_pmstrackingstopped'] = "Отслеживание выбранных ЛС прекращено.";
$l['redirect_pmstrackingcanceled'] = "Выбранные непрочитанные ЛС удалены из входящих получателя.";
$l['redirect_allpmstrackingstopped'] = "Отслеживание всех прочитанных ЛС прекращено.";
$l['redirect_pmsmoved'] = "Выбранные личные сообщения перемещены.";
$l['redirect_pmsdeleted'] = "Выбранные личные сообщения удалены.";
$l['redirect_pmsent'] = "Спасибо, ваше личное сообщение успешно отправлено.<br />Сейчас вы будете перенаправлены во входящие.";
$l['redirect_pmfoldersupdated'] = "Спасибо, ваши папки личных сообщений успешно обновлены.<br />Сейчас вы будете перенаправлены во входящие.";
$l['redirect_pmfoldersemptied'] = "Выбранные папки личных сообщений успешно очищены.<br />Сейчас вы будете перенаправлены во входящие.";
$l['redirect_searchresults'] = "Спасибо, ваш поиск выполнен, и сейчас вы будете перенаправлены к списку результатов.";

$l['quick_reply'] = "Быстрый ответ";
$l['message_note'] = "Введите ваш ответ на это сообщение здесь.";
$l['send_reply'] = "Отправить ответ";
$l['quickreply_signature'] = "Подпись";
$l['quickreply_disable_smilies'] = "Отключить смайлы";
$l['quickreply_save_copy'] = "Сохранить копию";
$l['quickreply_read_receipt'] = "Запросить уведомление о прочтении";

