<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

/**
 * MyBB Russian Language Pack
 *
 * Author: Kirill Mitrakov
 * Author website: https://github.com/kmitrakov
 *
 * Compatible version of MyBB: 1.8.39
 *
 */

$l['no_new_subject'] = "Вы не ввели новую тему.";
$l['post_moderation'] = "Ваше сообщение отправлено на модерацию.";
$l['thread_moderation'] = "Ваша тема отправлена на модерацию.";
$l['post_doesnt_exist'] = "Указанное сообщение не существует.";
$l['thread_doesnt_exist'] = "Указанная тема не существует.";
$l['thread_closed_edit_subjects'] = "Эта тема закрыта, и вы не можете редактировать названия.";
$l['no_permission_edit_subject'] = "У вас нет прав для редактирования названия этой темы.";
$l['thread_closed_edit_message'] = "Эта тема закрыта, и вы не можете редактировать сообщения в ней.";
$l['no_permission_edit_post'] = "У вас нет прав для редактирования этого сообщения.";
$l['edit_time_limit'] = "Вы можете редактировать сообщения только в течение {1} минут после их публикации.";
$l['postbit_edited'] = "Это сообщение было отредактировано: {1} пользователем";
$l['postbit_editreason'] = "Причина редактирования";
$l['save_changes'] = "Сохранить изменения";
$l['cancel_edit'] = "Отменить редактирование";
$l['answer_valid_not_exists'] = "Вопрос, на который вы пытаетесь ответить, не существует.";
$l['captcha_not_exists'] = "Изображение проверки, которое вы пытаетесь обновить, не существует.";
$l['captcha_valid_not_exists'] = "Изображение проверки, которое вы пытаетесь проверить, не существует.";
$l['captcha_does_not_match'] = "Код проверки, который вы ввели, неверен. Пожалуйста, введите код точно так, как он показан на изображении.";
$l['captcha_matches'] = "Код проверки, который вы ввели, верен.";
$l['answer_does_not_match'] = "Введённый вами ответ неверен.";
$l['banned_username'] = "Введённое вами имя пользователя запрещено администратором";
$l['banned_characters_username'] = "Ваше имя пользователя содержит один или несколько недопустимых символов";
$l['complex_password_fails'] = "Пароль должен содержать заглавную букву, строчную букву и цифру";
$l['username_taken'] = "{1} уже занято другим пользователем";
$l['username_available'] = "{1} доступно";
$l['invalid_username'] = "{1} не является именем зарегистрированного пользователя";
$l['valid_username'] = "{1} является действительным реферером.";
$l['buddylist_error'] = "Похоже, у вас нет друзей в списке друзей. Пожалуйста, добавьте несколько перед использованием этой функции.";
$l['close'] = "Закрыть";
$l['select_buddies'] = "Выбрать друзей";
$l['select_buddies_desc'] = "Чтобы добавить одного или нескольких друзей в качестве получателей, выберите их ниже и нажмите OK.";
$l['selected_recipients'] = "Выбранные получатели";
$l['ok'] = "OK";
$l['cancel'] = "Отмена";
$l['online'] = "В сети";
$l['offline'] = "Не в сети";
$l['edited_post'] = "Отредактированное сообщение";
$l['usergroup'] = "Группа";
